; Simplified Chinese,zh-cn
; jasonliul中文本地化, jasonliull@gmail.com
; lulu润色, lulu@msn.cn；20170525补充(aquazw@wo.cn)

[i18n]
IDS_UPDATE_NO=无更新可用
IDS_UPDATE_YES=新版本 (%s) 可用. 打开下载页面?
IDS_FILE=文件
IDS_SETTINGS=设置
IDS_EXIT=退出
IDS_EDIT=编辑
IDS_PURGEN=Purge invalid apps
IDS_FIND=查找...
IDS_FINDNEXT=查找下一个
IDS_REFRESH=刷新
IDS_VIEW=查看 
IDS_ICONS=图标
IDS_ICONSSMALL=小
IDS_ICONSLARGE=大
IDS_ICONSISHIDDEN=隐藏图标
IDS_LANGUAGE=语言
IDS_HELP=帮助
IDS_WEBSITE=网站
IDS_DONATE=捐助
IDS_CHECKUPDATES=检查更新
IDS_ABOUT=关于
IDS_TRAY_SHOW=显示/隐藏
IDS_TRAY_START=过滤开启
IDS_TRAY_STOP=过滤关闭
IDS_TRAY_MODE=过滤模式
IDS_TRAY_FILTERS=过滤器
IDS_TRAY_BLOCKLIST_RULES=Blocklist
IDS_TRAY_SYSTEM_RULES=系统规则
IDS_TRAY_CUSTOM_RULES=自定义规则
IDS_TRAY_LOG=丢弃数据包日志
IDS_ADD_FILE=添加文件...
IDS_ADD_PROCESS=添加进程
IDS_ALL=全部
IDS_DISABLENOTIFICATIONS=静默通知
IDS_OPENRULESEDITOR=Create rule...
IDS_EXPLORE=打开所属目录
IDS_COPY=复制
IDS_CHECKALL=全部选定
IDS_UNCHECKALL=全部取消
IDS_CHECK=选定所选
IDS_UNCHECK=取消所选
IDS_ADD=Add...
IDS_EDIT2=Edit...
IDS_DELETE=删除
IDS_IMPORT=Import...
IDS_EXPORT=Export...
IDS_MODE_WHITELIST=过滤模式：白名单 (允许所选)
IDS_MODE_BLACKLIST=过滤模式：黑名单 (阻止所选)
IDS_RULE_ALLOWINBOUND=允许进站连接
IDS_RULE_ALLOWLISTEN=Allow listen connections for all (recommended)
IDS_HIGHLIGHT_CUSTOM=自定义规则
IDS_HIGHLIGHT_INVALID=无效程序
IDS_HIGHLIGHT_NETWORK=程序来自共享资源
IDS_HIGHLIGHT_PICO=Pico app
IDS_HIGHLIGHT_SILENT=静默通知的程序
IDS_HIGHLIGHT_SYSTEM=系统程序
IDS_EDITOR=规则编辑器
IDS_NAME=名称
IDS_DIRECTION=方向
IDS_PROTOCOL=协议
IDS_IPVERSION=IP版本
IDS_ACTION=动作
IDS_RULE=规则
IDS_DATE=日期
IDS_FILEPATH=文件
IDS_ADDRESS=地址
IDS_FILTER=Filter
IDS_NOTES=Notes
IDS_ADDED=Added
IDS_GROUP_ALLOWED=Allowed apps
IDS_GROUP_BLOCKED=Blocked apps
IDS_DIRECTION_1=出站
IDS_DIRECTION_2=进站
IDS_DIRECTION_3=双向
IDS_ACTION_1=允许
IDS_ACTION_2=阻止
IDS_RULE_TITLE_1=[%s] "%s" for all
IDS_RULE_TITLE_2=[%s] "%s" for this app
IDS_RULES_HELP=Ip: 192.168.0.1\r\nIP with port: 192.168.0.1:80\r\nIP range: 192.168.0.1-192.168.0.55\r\nIP with prefix length (CIDR): 192.168.0.1/16\r\nHost: www.example.com\r\nHost with port: www.example.com:80\r\nPorts: 21, 21-44\r\n\r\n<a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xml">Service name and port number registry</a>\r\n<a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#IPv4_CIDR_blocks">Classless Inter-Domain Routing (CIDR) prefixes</a>
IDS_ENABLED_CHK=启用
IDS_SETTINGS_1=常规
IDS_SETTINGS_3=界面
IDS_APPLY=应用
IDS_CLOSE=关闭
IDS_TITLE_1=常规设置:
IDS_TITLE_2=语言:
IDS_TITLE_3=Confirmations:
IDS_TITLE_4=Notifications:
IDS_TITLE_5=Highlighting:
IDS_TITLE_6=高级:
IDS_TITLE_7=Experimental:
IDS_ALWAYSONTOP_CHK=总在最前
IDS_LOADONSTARTUP_CHK=开机启动
IDS_SHOWFILENAMESONLY_CHK=仅显示文件名
IDS_AUTOSIZECOLUMNS_CHK=Autosize columns
IDS_SHOWGRIDLINES_CHK=显示网格线
IDS_SKIPUACWARNING_CHK=跳过用户帐户控制警告
IDS_CHECKUPDATES_CHK=定期检查更新 (推荐)
IDS_LANGUAGE_HINT=选择语言:
IDS_USEBLOCKLIST_CHK=启用blocklist (试验性质)
IDS_USEBLOCKLIST_HINT=启用特定规则以阻止Windows间谍网址。规则列表见“Blocklist”页面.
IDS_USESTEALTHMODE_CHK=启用隐身模式
IDS_USESTEALTHMODE_HINT=Prevent port scanning using silent drop inbound TCP RST and outbound ICMP "Destination Unreachable" to prevent UDP port scanning.
IDS_INSTALLBOOTTIMEFILTERS_CHK=安装启动时段过滤
IDS_INSTALLBOOTTIMEFILTERS_HINT=启动过程中阻止数据泄露,即使在"基础过滤引擎" (BFE)引擎启动之前.
IDS_USEUPDATECHECKING_CHK=添加 "%s"到白名单(推荐)
IDS_USEUPDATECHECKING_HINT=添加 "%s" 可执行文件到白名单(用于检测更新).
IDS_DISABLEWINDOWSFIREWALL_CHK=禁用 Windows 防火墙 (推荐)
IDS_ENABLEWINDOWSFIREWALL_CHK=启用 Windows 防火墙 (推荐)
IDS_CONFIRMEXIT_CHK=退出时显示确认对话框
IDS_CONFIRMDELETE_CHK=删除程序需要确认
IDS_CONFIRMLOGCLEAR_CHK=清除日志需要确认
IDS_COLORS_HINT=双击可以设置项目.
IDS_ENABLELOG_CHK=启用丢弃数据包日志记录
IDS_LOGSHOW=显示日志
IDS_LOGCLEAR=清除日志
IDS_LOGSIZELIMIT_HINT=日志最大长度(MB)
IDS_LOGBACKUP_CHK=截断日志前先备份
IDS_ENABLENOTIFICATIONS_CHK=启用丢弃数据包通知
IDS_NOTIFICATIONSILENT_CHK=默然通知(无声音)
IDS_NOTIFICATIONDISPLAYTIMEOUT_HINT=Display timeout (sec.)
IDS_NOTIFICATIONTIMEOUT_HINT=同一通知之间的超时(秒):
IDS_ENABLELOGERROR_CHK=将错误日志写入到文件
IDS_ENABLELOGERRORNOTIFICATIONS_CHK=开启错误通知
IDS_RULES_BLOCKLIST_HINT=Special rules to block spying and tracking on Windows.\r\nLatest version always <a href="https://github.com/henrypp/simplewall/blob/master/bin/blocklist.xml">here (GitHub)</a>.
IDS_RULES_SYSTEM_HINT=Predefined rules applied for system services and protocols.
IDS_RULES_CUSTOM_HINT=Custom rules with high priority.
IDS_NOTIFY_CREATERULE_ADDRESS=Create a rule for "%s" address
IDS_NOTIFY_CREATERULE_PORT=Create a rule for "%d" port
IDS_NOTIFY_DISABLENOTIFICATIONS=Disable notifications for "%s"
IDS_NOTIFY_TOOLTIP=Create a rule to allow/block access to address and/or port for this application.
IDS_ALWAYSPERFORMTHISCHECK_CHK=始终执行此检查
IDS_QUESTION=你确定吗?
IDS_QUESTION_START=这将禁止依据所选配置以外的程序访问网络! 你真的要继续吗?
IDS_QUESTION_STOP=This will restore network access for all blocked apps! Do you want to continue?
IDS_QUESTION_EXIT=你真的要退出?
IDS_STATUS_TOTAL=程序总计: %d 个
IDS_STATUS_EMPTY=<empty>
IDS_STATUS_ERROR=Error occured, click here to see details or open log file in application directory.
IDS_STATUS_SYNTAX_ERROR=Rule "%s" have syntax error.
